{
  "file_name": "10.35940_ijeat.f1289.0886s219.pdf",
  "n_pages": 5,
  "extracted_at": "2025-10-09T12:37:30.647334+00:00Z",
  "text": "International Journal of Engineering and Advanced Technology (IJEAT) \n \n \n \nISSN: 2249-8958 (Online), Volume-8 Issue-6S2, August 2019 \n954 \nPublished By: \nBlue Eyes Intelligence Engineering  \nand Sciences Publication (BEIESP)  \n© Copyright: All rights reserved. \nRetrieval Number: F12890886S219/2019©BEIESP \nDOI:10.35940/ijeat.F1289.0886S219 \nJournal Website: www.ijeat.org \n  \nAbstract: ML gives techniques, frameworks, and devices that \ncan help dealing with demonstrative and prognostic issues in a \ncollection of therapeutic domMLns.MI (ML) thinks about \ncalculations which can gMIn from information to gMLn learning \nfor a fact and to settle on choices and forecasts. Wellbeing \nInformatics (HI) examines the viable utilization of probabilistic \ndata for basic leadership. The blend of the two can possibly rMIse \nquality, adequacy and proficiency of treatment and care. ML is \nbeing used for the assessment of the hugeness of clinical \nparameters and their blends for expectation, for instance desire \nfor MIlment development, extraction of therapeutic learning for \nresult investigate, treatment masterminding and support, and for \nthe general patient organization.Wellbeing frameworks worldwide \nare gone up agMInst with \"enormous information\" in high \nmeasurements, where the incorporation of a human is \nunthinkable and programmed ML (aML) show amazing \noutcomes. Be that as it may, in some cases we are gone up agMInst \nwith complex information, \"little information\", or uncommon \noccasions, where aMLapproaches endure of inadequate trMLning \ntests. It is fought that the productive execution of ML techniques \ncan help the blend of PC based systems in the social protection \ncondition offering opportunities to energize and overhaul made by \ntherapeutic authorities and finally to improve the adequacy and \nnature of remedial thought. Underneath, we layout some genuine \nML applications in drug.This paper additionally present \nmedicinal services determination treatment and counteractive \naction of sickness, MIlment, damage in human. \n \nKeywords : Machine learning, Health informatics.  \nI. INTRODUCTION \nRestorative indicative thinking is a significant application \nregion of shrewd frameworks. In this structure, master \nframeworks and model-based plans give systems to the age of \nspeculations from patient information. For instance, rules are \nseparated from the information of specialists to build master \nframeworks. Lamentably, much of the time, specialists may \nnot know, or will be unable to plan, what learning they really \nuse in taking care of their issues. Representative learning \nmethods (for example inductive learning by models) are \nutilized to include learning, and information the executives \n \n \nManuscript published on 30 August 2019. \n* Correspondence Author (s) \nIswanto Iswanto, Department of Engineer Profession Program, \nUniversitas Muhammadiyah Yogyakarta, Yogyakarta, Indonesia. E-mail: \niswanto_te@umy.ac.id \nWahyudi Setiawan, Universitas Muhammadiyah Ponorogo, Indonesia. \nE. Laxmi Lydia, Professor, Vignan’s Institute of Information \nTechnology(A),Department of Computer Science and Engineering, \nVisakhapatnam, Andhra Pradesh, India.  \nK. Shankar*, Department of Computer Applications, Alagappa \nUniversity, Karaikudi, India. E-mail: shankarcrypto@gmail.com \nPhong Thanh Nguyen*, Department of Project Management, Ho Chi \nMinh City Open University, Vietnam. E-mail: phong.nt@ou.edu.vn \n \n© The Authors. Published by Blue Eyes Intelligence Engineering and \nSciences Publication (BEIESP). This is an open access article under the \nCC-BY-NC-ND license http://creativecommons.org/licenses/by-nc-nd/4.0/  \n \n \n \n \ncapacities to master frameworks: given a lot of clinical cases \nthat go about as models, learning in insightful frameworks \ncan be accomplished utilizing ML strategies that can create a \ndeliberate portrayal of those clinical highlights that \ninterestingly describe the clinical conditions. ML is moreover \nbeing used for data examination, for instance, ID of \nregularities in the data by appropriately overseeing imperfect \ndata, interpretation of constant data used in the Intensive Care \nUnit, and vigilant aggravating realizing practical and capable \nwatching.Here intuitive ML (iML) might be of assistance, \nespecially with a specialist on top of it, for example in \nsubspace bunching, k-Anonymization, protein collapsing and \nprotein structure. Be that as it may, fruitful use of ML for HI \nneeds an incorporated methodology, cultivating a purposeful \nexertion of four zones: (1) information science, (2) \ncalculations (with spotlight on systems and topology \n(structure), and entropy (time), (3) information perception, \nand to wrap things up (4) security, information insurance, \nwellbeing and security. \n \nMachine Learning for Healthcare  \nIswanto Iswanto, Wahyudi Setiawan, E. Laxmi Lydia, K. Shankar, Phong Thanh Nguyen \n\n \nMachine Learning for Healthcare \n955 \nPublished By: \nBlue Eyes Intelligence Engineering  \nand Sciences Publication (BEIESP)  \n© Copyright: All rights reserved. \nRetrieval Number: F12890886S219/2019©BEIESP \nDOI:10.35940/ijeat.F1289.0886S219 \nJournal Website: www.ijeat.org \n \nFigure 1. : Architecture of Machine Learning System for Healthcare \n \n \nIn this manner, information can be communicated as basic \nprinciples, or frequently as a choice tree. An exemplary case \nof this sort of framework is KARDIO, which was created to \ntranslate ECGs. This methodology can be reached out to deal \nwith situations where there is no past involvement in the \nelucidation and comprehension of medicinal information. For \ninstance, Hau and Coiera depict a clever framework, which \ntakes ongoing patient information Machine Learning in \nMedical Applications 301 obtMLned during heart sidestep \nmedical procedure and makes models of ordinary and \nunusual cardiovascular physiology to distinguish changes in \npatient's condition. Moreover, in an exploration setting, these \nmodels can fill in as starting theories that can drive further \nexperimentation. The domMLn is consequently become \nfamiliar with some assignment of social insurance data, \ntherapeutic administration, Patient wellbeing data and so on. \nThe proposed strategy can be coordinated with any \nrestorative administration framework to settle on better \nmedicinal choice and in patient administration framework \ncan naturally mining biomedical data from computerized \narchives. Picking up from patient data one encounters a \ncouple of inconveniences, since datasets are depicted by lack \n(missing parameter regards), error (conscious or sporadic \nclatter in the data), pitiful condition (few and moreover \nnon-representable patient records avMLlable), and impulse \n(ill-advised selection of parameters for the given endeavor).  \nML outfits instruments for dealing with these qualities of \nremedial \ndatasets. \nSubsymbolic \nlearning \nstrategies, \nespecially neural frameworks can manage these datasets and \nare generally used for their model planning limits and their \nhuman like properties (hypothesis, solidarity to disturbance), \nin order to improve restorative fundamental authority.  \nAnother field of use is biomedical sign taking care of. Since \nour cognizance of natural structures isn't done, there are basic \nfeatures and information concealed in the physiological sign \nthat are not expeditiously clear. Furthermore, the effects \nbetween the different subsystems are not unmistakable. \n \n \nFigure 2. Advantages of Machine Learning Health Care \nSystem \nNatural sign are depicted by liberal irregularity, caused \neither by unconstrictMIned inside instruments or by outside \nenhancements. Connection between the different parameters \nmay be too unpredictable to even think about being in any \ncapacity understood with customary techniques. ML methods \nuse these game plans of data, which can be conveyed less \ndifficult, and can demonstrate the nonlinear associations that \nexist between these data, and concentrate parameters and \nfeatures which can improve therapeutic thought. When all is \nsMId in done, it appears that as the medicinal services \ncondition is winding up increasingly more dependent on PC \ninnovation, the utilization of ML techniques can give helpful \nMLds to help the doctor much of the time, kill issues related \nwith human weakness and habituation, give quick \nrecognizable proof of variations from the norm and empower \nfinding continuously. \nII. MOTIVATION \nThe advantages of ML have been generally discussed in the \ntherapeutic composition. ML can use propelled figurings to \n'learn' features from a tremendous volume of human \nadministrations data, and after that usage the obt ML ned bits \nof information to support clinical \npractice. \n \n\n \n \nInternational Journal of Engineering and Advanced Technology (IJEAT) \n \n \n \nISSN: 2249-8958 (Online), Volume-8 Issue-6S2, August 2019 \n956 \nPublished By: \nBlue Eyes Intelligence Engineering  \nand Sciences Publication (BEIESP)  \n© Copyright: All rights reserved. \nRetrieval Number: F12890886S219/2019©BEIESP \nDOI:10.35940/ijeat.F1289.0886S219 \nJournal Website: www.ijeat.org \n It can in like manner be outfitted with learning and \nself-changing abilities to improve its exactness subject to \nanalysis. A ML structure can help specialists by giving \nbleeding edge therapeutic information from journals, course \nreadings and clinical practices to instruct authentic patient \ncare.In extension, a ML system can diminish systematic and \nremedial bungles that are certMIn in the human clinical \npractice. Plus, a ML structure isolates important information \nfrom a gigantic patient masses to help making constant \ngathering's for prosperity threat alert and prosperity result \nconjecture.  \nPC based remedial picture clarification structures incorporate \nan essential application domMIn giving gigantic assistance \nwith therapeutic end. An incredible piece of the time, the \nimprovement of these structures is considered as an endeavor \nto mimic the specialist's ability in the indisputable proof of \nruinous \narea \nin \nunimportant \nunmistakable \nimaging \nframework (e.g., figured tomography, ultrasonography, \nendoscopy, confocal microscopy, arranged radiography or \ncharming resounding imaging). The goal is to stretch out the \npro's capacity to see dangerous areas while decreasing the \nneed for mediation, and mMLntMLning the farthest point \nwith respect to address end. Furthermore, it might be \nconceivable to research a more noteworthy zone, pressing \nliving tissue in vivo, possibly at a segment, and, in this way, \nlimit the deficiencies of biopsies, for example, uneasiness for \nthe patient, considering, and foreordMIned number of tissue \ntests. The prerequisite for progressively suitable methods for \nearly acknowledgment, for instance, those that PC helped \nremedial discovering structures MLm to give is plMInly \nobvious. The ability of ML around there is by and large high \nsince it outfits us with computational strategies for hoarding, \nchanging and invigorating data in sharp therapeutic picture \nclarification structures, and, explicitly, learning instruments \nthat will help us with initiating gMIning from models or data. \nEspecially in unimportantly prominent imaging frameworks \nthat apply new imaging principles, for instance, fluorescence \nimaging or laser checking microscopy, ML techniques can be \nuseful since algorithmic courses of action are not avMLlable, \nthere is nonappearance of formal models, or the data about \nthe application domMLn is incapably portrayed as a result of \nnonattendance of past experience just as helpful fitness in the \nexplanation of the secured pictures. \nIII. LITERATURE SURVEY \nIt can in like manner be outfitted with learning and \nself-changing abilities to improve its exactness subject to \nanalysis. A ML structure can help specialists by giving \nbleeding edge therapeutic information from journals, course \nreadings and clinical practices to instruct authentic patient \ncare.ML gives techniques, frameworks, and devices that can \nhelp dealing with demonstrative and prognostic issues in a \ncollection of therapeutic domMLns. MI (ML) thinks about \ncalculations which can gMIn from information to gMLn \nlearning for a fact and to settle on choices and forecasts. \n[1] In Jason D. M. Rennie, Lawrence Shih, JMLmeTeevan, \nDavid R. Karger ,\"Tackling The POOR Assumption Of \nNaïve Bayes Text Classifier\" there were referenced order of \ncontent by utilizing innocent bayes content classifier yet \nutilization of naviebayes content classifier does not give \naccuracy 100% for yield. Now and then forecast of classifier \nmay not be right. [2]In T.Mouratis, S.Kotsiantis, \"Expanding \nThe Accuracy Of Discriminative Of Multinominal Bayesian \nClassifier In Text Classification\", paper creator presented \nutilization of classifier that expanded exactness of yield yet \nissue in that work was at the season of characterization it \ndoesn't recognize the verbs,nouns,adjectives appropriately so \nsome time it nay give wrong worth.  \n[3]In B.RosarioAnd M.A. Hearst,\"Semantic Relation In \nBioscience Text\" where Hidden Markov models are utilized \nfor element acknowledgment. This incorporates mapping \nbiomedical data into basic portrayal. It includes changing \nover normal language content into basic organization.  \nTheir work utilizes MI for information extraction. The \nextraction of helpful dynamic is obtMLned through \nsubstance gathering. Semantic vocabularies of words set \napart with semantic classes so affiliations can be drawn \nbetween words which associates in evacuating the significant \nsentences related to the inquiry. In this investigation paper \nthe maker used sentence co-occasion and naviebayes \ncomputation \nto \nremove \nsemantic \nassociation \nlike \nGene-Protein from Medline hypothetical, the precision and \naudit of the result obtMLned are showed up in the chart as \ntheir test outcomes yet due to use of only one naviebayes \nestimation it don't get extraordinary precision of yield, it \ndoesn't used pack of words to find modifier, activity words \nwhile doing plan. [4]In M.Craven, \"Figuring out how To \nExtract Relations From Medline\" In their work the individual \nsentences are considered as occurrences that are to be \nprepared by the naviebayes classifier. Here each occurrence \nis considered as positive trMLning set. Elective connection \nextraction are made through social learning. Extraction of \nwords from medline dynamic has been finished by utilizing \nnaviebayes,CNBalgoritham and it likewise utilized sack of \nwords during arrangement yet not utilized common language \npreparing because of this presentation of yield corrupts.  \n[5]In Oana Frunza.et.al, \"A Machine Learning Approach For \nIdentifying Disease-Treatment Relations In Short Texts\" It \nincludes programmed extraction of connection between \ntherapeutic ideas. A word reference of restorative terms is \nutilized for sentence order. The sentences are consequently \nparsed utilizing semantic parser. In the wake of applying \nsemantic extraction a lot of extraction, modification, \napproval standards are connected to recognize the genuine \nsemantic connection to be separated however issue is that \nbecause of utilized of just a single calculation of \nMInaviebayes may not get great exactness of yield.  \n[6]In L. Tracker And K.B. Cohen, \"Biomedical Language \nProcessing: What's Beyond Pubmed\" it incorporates Used of \nnormal language getting ready for treatment of biomedical \nwords. in this work it takes the name of MIlment and give the \ngame plan which has been secured in database of that \naffliction by parsing customer announcement using regular \nlanguage taking care of yet it doesn't do assurance of disease. \nIV. EFFECT OF ML ON HEALTH CARE \nReasonable organization of prosperity structures, like the \ncourse of action of general prosperity or human \nadministrations, is essentially a matrix of information \nplanning endeavors. Approach makers change prosperity \nsystem components of affiliation and organization, financing \nand resource the officials to achieve prosperity structure \nyields \n(social \nprotection \norganizations \nand \ngeneral \nprosperity) and structure targets,. \n \n \n \n\n \nMachine Learning for Healthcare \n957 \nPublished By: \nBlue Eyes Intelligence Engineering  \nand Sciences Publication (BEIESP)  \n© Copyright: All rights reserved. \nRetrieval Number: F12890886S219/2019©BEIESP \nDOI:10.35940/ijeat.F1289.0886S219 \nJournal Website: www.ijeat.org \nThe course of action of therapeutic administrations itself \nincorporates \ntwo \nfocus \ninformation \ngetting \nready \nassignments: first, screening and assurance, which is the \nportrayal of cases reliant on history, apprMIsal and \nassessments, and second treatment and checking, which \nincorporates the masterminding, use and seeing of a multistep \nmethodology to pass on a future outcome. \n \n \n \nFigure 3: The Health Catalyst Machine Learning Outcome Loop. \n \nThe fundamental sort of these methodology over the \nspaces of prosperity structure the administrators and the \ngame plan of thought incorporate hypothesis age, theory \ntesting and action. Artificial intelligence can improve \nhypothesis age and hypothesis testing tasks inside a \nprosperity structure by revealing as of late covered examples \nin data, and thusly has the potential for impressive impact \nboth at the individual patient and system level. MI develops \nexisting measurable systems, using techniques that are not \nfounded on from the earlier presumptions about the \ncirculation of the information, and can discover designs in the \ninformation that can thus be utilized to det MI l speculations \nand theory tests. In this manner, while MI models are \nincreasingly hard to translate, they can join a lot more factors \nand are generalizable over an a lot more extensive exhibit of \ninformation types, and can create brings about progressively \ncomplex circumstances. \nV. CONCLUSION \nIn this paper we have talked about the immediate effect of MI \non wellbeing frameworks, however have not investigated the \nroundabout impacts of MI in fundamental sciences, sedate \ndisclosure and other empowering innovations on wellbeing \nframeworks. Forecast is inalienably troublesome: innovation \nadjusts its condition and nature at that point produces further \nchances and new requirements for the innovation. At last, \nbroadly useful insight will be conceivable, as a variant of it as \nof now exists in human cerebrums. Be that as it may, an \nextrapolation of existing procedures to re-make general \nknowledge misleadingly shows up improbable in the \nfollowing 5-10 years.  \nBe that as it may, what is promptly conceivable, and ought to \nalong these lines be made arrangements for, is an \norganization of 'restricted' and 'focused on' MI frameworks \nthat can handle center data preparing issues over a wellbeing \nframework by expanding abilities of human leaders, and in \nthis manner building up new measures of viability and \nproductivity in clinical and the executives tasks. This is a \nhuge open door for wellbeing framework change as the \nexpense of expanding basic leadership abilities over the \nwellbeing framework is probably not going to be huge. There \nis no other methodology that offers such potential effect \nwithout proportionate scaling of expense. The fixed cost \nassociated with creating MI arrangements: the expense of \ninnovative work and of re-tooling a wellbeing framework is \nextensive, yet given the potential adaptability, the method of \nreasoning to contribute is clear. An open door exists to seed \ndevelopment in MI through the making of high goals clinical \ninformational collections and the essential instruments for \nsharing of information and cooperative examination to build \nup both adequacy and wellbeing. What is as of now missing \nin wellbeing frameworks is the administration to do as such. \nWhile the issues rMIsed are in effect effectively talked about \namong the scholastic MI people group, the scholarly MI \npeople group alone won't most likely understand them – it \nwill require initiative from strategy producers and the \ncommitment of natives, patients and clinicians. The dread of \ndiscount dislodging of wellbeing workforce by MI is \nexaggerated,  \n \n \n\n \n \nInternational Journal of Engineering and Advanced Technology (IJEAT) \n \n \n \nISSN: 2249-8958 (Online), Volume-8 Issue-6S2, August 2019 \n958 \nPublished By: \nBlue Eyes Intelligence Engineering  \nand Sciences Publication (BEIESP)  \n© Copyright: All rights reserved. \nRetrieval Number: F12890886S219/2019©BEIESP \nDOI:10.35940/ijeat.F1289.0886S219 \nJournal Website: www.ijeat.org \nyet where dread is justified is in considering the open door \ncost of not grasping MI, of proceeding with the same old \nthing with piecemeal execution of MI that does not \nunderstand its potential for change of wellbeing frameworks. \nACKNOWLEDGMENT \nThis article has been written with financial support of \nRUSA–Phase 2.0 grant sanctioned vide Letter No. F. \n24-51/2014-U, Policy (TNMulti-Gen), Dept. of Edn. Govt. of \nIndia, Dt. 09.10.2018. \nREFERENCES \n1. \nB.Rosario And M.A.Hearst, ”Semantic Relation In Bioscience Text”, \nProc. 42nd Ann. Meeting On Assoc For Computational Linguistics, \nVol.430,2004. \n2. \nM.Craven, ”Learning To Extract Relations From Medline”, Proc. \nAssoc. For The Advancement Of Artificial Intelligence. \n3. \nOana Frunza.et.al, “A Machine Learning Approach For Identifying \nDisease-Treatment Relations In Short Texts”, May 2011 \n4. \nL. \nHunter \nAnd \nK.B. \nCohen, \n“Biomedical \nLanguage \nProcessing:What’s Beyond Pubmed?” Molecular Cell, Vol. 21-5,Pp. \n589-594,2006. \n5. \nJeff Pasternack, Don Roth “Extracting Article Text From Web With \nMaximum Subsequence Segmentation”, WWW 2009 MADRID. \n6. \nAbdurRehman, Haroon.A.Babri, Mehreensaeed,” Feature Extraction \nAlgorithm For Classification Of Text Document”, ICCIT 2012. \n7. \nAdrian Canedo-Rodriguez, Jung Hyoun Kim,etl.,”Efficient Text  \nExtraction Aalgorithm Using Color Clustering For Language \nTranslation In Mobile Phone” , May 2012. \n8. \nHolzinger, A., Dehmer, M., Jurisica, I.: Knowledge discovery and \ninteractive data mining in bioinformatics - state-of-the-art, future \nchallenges and research directions. BMC Bioinform.15, I1 (2014) \n9. \n  Chienwattanasook, K., Wattanapongphasuk, W., Prianto, A., & \nJermsittiparsert, K. 2019. “Corporate Entrepreneurship and Business \nPerformance of Logistic Companies in Indonesia.” Industrial \nEngineering & Management Systems 18 (3): 538-547. \n10. \nDawabsheh, M., Hussein, A., & Jermsittiparsert, K. 2019. “The \nTriangular Relationship between TQM, Organizational Excellence \nand Organizational Performance: A Case of Arab American \nUniversity Palestine.” Management Science Letters 9 (6): 921-932. \n11. \nJermsittiparsert, K., Siam, M., Issa, M., Ahmed, U., & Pahi, M. \n2019. “Do Consumers Expect Companies to Be Socially \nResponsible? The Impact of Corporate Social Responsibility on \nBuying Behavior.” Uncertain Supply Chain Management 7 (4): \n741-752. \n12. \nSyazali, M., Putra, F., Rinaldi, A., Utami, L., Widayanti, Umam, R., \n& Jermsittiparsert, K. 2019. “Partial Correlation Analysis Using \nMultiple Linear Regression: Impact on Business Environment of \nDigital Marketing Interest in the Era of Industrial Revolution 4.0.” \nManagement Science Letters 9 (11): 1875-1886. \n13. \nSae-Lim, P. & Jermsittiparsert, K. 2019. “Is the Fourth Industrial \nRevolution a Panacea? Risks toward the Fourth Industrial \nRevolution: Evidence in the Thai Economy.” International Journal of \nInnovation, Creativity and Change 5 (2): 732-752. \n14. \nChatchawanchanchanakij, P., Arpornpisal, C., & Jermsittiparsert, K. \n2019. “The Role of Corporate Governance in Creating a Capable \nSupply Chain: A Case of Indonesian Tin Industry.” International \nJournal of Supply Chain Management 8 (3): 854-864. \n15. \nHartinah, S., Suharso, P., Umam, R., Syazali, M., Lestari, B., \nRoslina, R., & Jermsittiparsert, K. 2020. “Teacher’s Performance \nManagement: \nThe \nRole \nof \nPrincipal’s \nLeadership, \nWork \nEnvironment and Motivation in Tegal City, Indonesia.” Management \nScience Letters 10 (1): 235-246. \n16. \nHaseeb, M., Hussain, H., Slusarczyk, B., & Jermsittiparsert, K. 2019. \n“Industry 4.0: A Solution towards Technology Challenges of \nSustainable Business Performance.” Social Sciences 8 (5): 184. \n17. \nHaseeb, M., Hussain, H., Kot, S., Androniceanu, A., & \nJermsittiparsert, K. 2019. “Role of Social and Technological \nChallenges in Achieving a Sustainable Competitive Advantage and \nSustainable Business Performance.” Sustainability 11 (14): 3811. \n18. \nHaseeb, M., Kot, S., Hussain, H., & Jermsittiparsert, K. 2019. \n“Impact of Economic Growth, Environmental Pollution, and Energy \nConsumption on Health Expenditure and R and D Expenditure of \nASEAN Countries.” Energies 12 (19): 3598. \n19. \nHuda, S., Tsani, I., Syazali, M., Umam, R., & Jermsittiparsert, K. \n2020. “The Management of Educational System Using Three Law \nAuguste Comte: A Case of Islamic Schools.” Management Science \nLetters 10 (3) (In press), DOI: 10.5267/j.msl.2019.9.018. \n20. \nUsak, M., Kubiatko, M., Shabbir, M., Dudnik, O., Jermsittiparsert, \nK., & Rajabion, L. 2019. “Health Care Service Delivery Based on \nthe Internet of Things: A Systematic and Comprehensive Study.” \nInternational Journal of Communication Systems 32 (14): e4179. \n21. \nJermsittiparsert, K., Ambarita, D., Mihardjo, L., & Ghani, E. 2019. \n“Risk-Return through Financial Ratios as Determinants of Stock \nPrice: A Study from ASEAN Region.” Journal of Security and \nSustainability Issues 9 (1): 199-210. \n22. \nMaseleno, A., Hardaker, G., Sabani, N., & Suhaili, N. (2016). Data on \nmulticultural education and diagnostic information profiling: Culture, \nlearning styles and creativity. Data in brief, 9, 1048.  \n23. \nMaseleno, A., Huda, M., Jasmi, K. A., Basiron, B., Mustari, I., Don, \nA. G., & bin Ahmad, R. (2019). Hau-Kashyap approach for student’s \nlevel of expertise. Egyptian Informatics Journal, 20(1), 27-32. \n24. \nMaseleno, A., Huda, M., Siregar, M., Ahmad, R., Hehsan, A., Haron, \nZ., ... & Jasmi, K. A. (2017). Combining the previous measure of \nevidence to educational entrance examination. Journal of Artificial \nIntelligence, 10(3), 85-90. \n25. \nThabhiranrak, T. & Jermsittiparsert, K. 2019. “Towards Sustainable \nFunctioning of Organization: Women Empowernment and Corporate \nManagement Culture.” Journal of Security and Sustainability Issues \n9 (1): 321-332. \n26. \nChienwattanasook, K. & Jermsittiparsert, K. 2019. “Impact of \nEntrepreneur Education on Entrepreneurial Self-Employment: A \nCase Study from Thailand.” Polish Journal of Management Studies \n19 (1): 106-116. \n27. \nJermsittiparsert, K., Sutduean, J., Sriyakul, T., & Khumboon, R. \n2019. “The Role of Customer Responsiveness in Improving the \nExternal Performance of an Agile Supply Chain.” Polish Journal of \nManagement Studies 19 (2): 206-217. \n28. \nJermsittiparsert, K., Sutduean, J., & Sriyakul, T. 2019. “Effect of \nService Innovation and Market Intelligence on Supply Chain \nPerformance in Indonesian Fishing Industry.” Industrial Engineering \n& Management Systems 18 (3): 408-417. \n29. \nJermsittiparsert, K., Namdej, P., & Somjai, S. 2019. “Green Supply \nChain Practices and Sustainable Performance: Moderating Role of \nTotal Quality Management Practices in Electronic Industry of \nThailand.” International Journal of Supply Chain Management 8 (3): \n33-46. \n30. \nSomjai, S. & Jermsittiparsert, K. 2019. “The Trade-off between Cost \nand Environmental Performance in the Presence of Sustainable \nSupply Chain.” International Journal of Supply Chain Management 8 \n(4): 237-247. \n31. \nJermsittiparsert, K. & Sawasdee, A. 2012. “Formal Education for \nNon-Thai or Undocumented Person in Thailand amidst the \nChallenge of Nationalism and Transnationalism: A Case Study of \nWat Sirimongkhol School, Samut Sakhon Province.” Kasetsart \nJournal - Social Sciences 33 (2): 203-213. \n32. \nHolzinger, A.: Trends in interactive knowledge discovery for \npersonalized medicine: cognitive science meetsmachine learning. \nIEEE Intell. Inform. Bull. 15, 6–14 (2014) \n33. \nHuppertz, B., Holzinger, A.: Biobanks a source of large biological \ndata sets: open problems and future challenges. In: Holzinger, A., \nJurisica, I. (eds.) Knowledge Discovery and DataMining. LNCS, vol. \n8401, pp. 317–330. Springer, Heidelberg (2014) \n34. \nGhahramani, Z.: Probabilistic machine learning and artificial \nintelligence. Nature 521, 452–459 (2015) \n35. \nMayer, C., Bachler, M., Holzinger, A., Stein, P., Wassertheurer, S.: \nThe effectof threshold values and weighting factors on the association \nbetween entropymeasures and mortality after myocardial infarction in \nthe cardiac arrhythmiasuppression trial. Entropy 18, 1–15 (2016) \n36. \n Jadad, A.R., OGrady, L.: How should health be defined? Br. Med. J. \n337, a2900 (2008) \n37. \nParry, D.: Health informatics. In: Kasabov, N. (ed.) Springer \nHandbook of Bio-/Neuro-informatics, pp. 555–564. Springer, \nHeidelberg (2014) \n38. \nHolzinger, A.: Interactive machine learning for health informatics: \nwhen do we need the human-in-the-loop? Brain Inform. (BRIN) 3, \n119–131 (2016)",
  "api_meta": {
    "id": "10.35940_ijeat.f1289.0886s219",
    "title": "Machine Learning for Healthcare",
    "doi": "10.35940/ijeat.f1289.0886s219",
    "source": "crossref"
  }
}